driver-tests/bpelse/assign/AssignJbi/test/results/echoGDayDataType_Invoke/Actual_20130314183851_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <item xmlns="http://stc.com/echoGDayDataType" xmlns:msgns="http://stc.com/echoGDayDataType">
      <string>---17</string>
      <normalizedString>---17</normalizedString>
      <token>---17</token>
      <base64Binary>---17</base64Binary>
      <hexBinary>---17</hexBinary>
      <integer>---17</integer>
      <positiveInteger>---17</positiveInteger>
      <negativeInteger>---17</negativeInteger>
      <nonNegativeInteger>---17</nonNegativeInteger>
      <nonPositiveInteger>---17</nonPositiveInteger>
      <long>---17</long>
      <unsignedLong>---17</unsignedLong>
      <int>---17</int>
      <unsignedInt>---17</unsignedInt>
      <short>---17</short>
      <unsignedShort>---17</unsignedShort>
      <byte>---17</byte>
      <unsignedByte>---17</unsignedByte>
      <decimal>---17</decimal>
      <float>---17</float>
      <double>---17</double>
      <boolean>---17</boolean>
      <duration>---17</duration>
      <dateTime>---17</dateTime>
      <date>---17</date>
      <time>---17</time>
      <gYear>---17</gYear>
      <gYearMonth>---17</gYearMonth>
      <gMonth>---17</gMonth>
      <gMonthDay>---17</gMonthDay>
      <gDay>---17</gDay>
      <Name>---17</Name>
      <QName>---17</QName>
      <NCName>---17</NCName>
      <anyURI>---17</anyURI>
      <language>---17</language>
      <ID>---17</ID>
      <IDREF>---17</IDREF>
      <IDREFS>---17</IDREFS>
      <ENTITY>---17</ENTITY>
      <ENTITIES>---17</ENTITIES>
      <NMTOKEN>---17</NMTOKEN>
      <NMTOKENS>---17</NMTOKENS>
    </item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>